Repository: khoatran97/FireChat
Catalog: FireChat/FireChat/*.lproj/Localizable.strings
Languages: fr

source: Logout
fr: Se déconnecter

source: You logged out successfully
fr: Vous vous êtes déconnecté avec succès

source: Register failed
fr: Enregistrement échoué

source: Email existed or password minimum 6 characters
fr: E-mail existe ou mot de passe avec 6 caractères minimal

source: Cancel
fr: Annuler

source: Register
fr: Enregistrement

source: Register successfully
fr: Enregistrement avec succès

source: Login failed
fr: Se connecter échoué

source: Email or password is invalid
fr: E-mail ou mot de passe est invalide

source: Forgot password
fr: Mot de passe oublié

source: Reset password using email
fr: Réinitialiser le mot de passe par email

source: Input email to reset password
fr: Entrez votre e-mail pour réinitialiser le mot de passe

source: Send
fr: Envoyer

source: Reset failed
fr: réinitialiser échoué

source: Reset email is sent successfully
fr: Envoyé avec succès

source: Check your email
fr: Vérifiez votre email

source: Camera
fr: Caméra

source: Please select message media
fr: Choisissez un type

source: Videos
fr: Vidéos

source: Add Friend
fr: Ajouer un(e) ami(e)

source: How do you want to add your friend?
fr: Comment voulez-vous ajouter votre ami?

source: Scan QR code
fr: Scanner QR

source: Search
fr: Chercher

source: Edit Name
fr: Editer le nom

source: You can input new name here
fr: Vous pouvez entre votre nom ici

source: New name
fr: Nouveau nom

source: Password
fr: Mot de passe

source: Do you want to change password?
fr: Est-ce que vous voulez changer votre mot de passe?

source: Old password
fr: Ancien mot de passe

source: New password
fr: Nouveau mot de passe

source: Confirm new password
fr: Confirmer le nouveau mot de passe

source: Change password
fr: Changer Mot de passe

source: Confirm password is wrong!
fr: Confirmer mot de passe est faux!

source: Old password is wrong. Please check again!
fr: Ancien mot de passe est faux. Vérifiez encore!

source: New password is invalid. Minimun password is 6 characters
fr: le nouveau mot de passe est invalide. Le mot de passe doit avoir 6 caractères minimal

source: Successfully, please log in again with new password
fr: Complété avec succès. Vous vous connectez par le nouveau mot de passe, s'il vous plaît!

source: Do you want to log out?
fr: Voulez-vous vous déconnecter?

source: Blacklist
fr: Liste noire

source: Help
fr: Aide

source: Privacy
fr: Intimité

source: Group chat
fr: Discussion de groupe

source: Create group
fr: Créer une groupe

source: Search user
fr: Chercher un untilisateur

source: Add friend
fr: Ajouer un(e) ami(e)

source: Add
fr: Ajouer

source: Do you want to add this user to your friend list?
fr: Voulez-vous ajouer cet untilisateur?

source: You sent add friend request successfully
fr: Vous envoyé l'invitation

source: Reject request
fr: Rejecter les invitations

source: Reject
fr: Rejecter

source: Block
fr: Bloquer

source: Change language
fr: Changer le langue

source: Please close and reopen app to apply the change!
fr: Fermez et rouvrez pour compléter changer, s'il vous plaît
